Repository: cesa96/maquetaWebUX
Catalog: src/locale/messages.*.xlf
Languages: es

source: List museums
es: Listar museos

source: Museums
es: Museos

source: List exhibitions
es: Listar exhibiciones

source: Exhibitions
es: Exhibiciones

source: List artworks
es: Listar obras de arte

source: Artworks
es: Obras de Arte

source: List artists
es: Listar artistas

source: Artists
es: Artistas

source: Administration
es: Administración

source: Create Museum
es: Crear Museo

source: Create Artwork
es: Crear Obra

source: Create Artist
es: Crear Artista

source: Create Sponsor
es: Crear Patrocinador

source: Create Movement
es: Crear Movimiento

source: Create a new Exhibition
es: Crear nueva Exhibición

source: Name
es: Nombre

source: Exhibition's name
es: Nombre de la Exhibición

source: Name is required
es: El nombre es requerido

source: The name must have at least 8 characters
es: El nombre debe tener una longitúd mínima de 8

source: Description
es: Descripción

source: Exhibition's short description
es: Descripción breve de la Exhibición

source: Description is required
es: La descripción es requerida

source: The description must have a maximum of 250 characters
es: La descripción debete tener un máximo de 250 caractéres

source: Sponsor
es: Patrocinador

source: Choose Sponsor
es: Seleccione el patrocinador

source: Sponsor is required
es: El patrocinador es requerido

source: Create
es: Crear

source: Cancel
es: Cancelar

source: Complete the form to enable Create button
es: Complete el formulario para habilitar el botón Crear

source: Artworks related to the exhibition
es: Obras de arte asociadas a la exhibición

source: Year
es: Año

source: Type
es: Tipo

source: Exhibition Detail
es: Detalle de la exhibición

source: Name: <small>{{ exhibitionDetail.name }}</small>
es: Nombre: <small>{{ exhibitionDetail.name }}</small>

source: Description: <small>{{ exhibitionDetail.description }}</small>
es: Descripción: <small>{{ exhibitionDetail.description }}</small>

source: Currents Artworks
es: Obras de arte Actuales

source: Add Artwork
es: Agregar Obra

source: Create Exhibition
es: Crear Exhibición

source: Create a new Movement
es: Crear nuevo movimiento

source: Movement's name
es: Nombre del movimiento

source: Name is too short
es: El nombre es muy corto

source: Movement's short description
es: Descripción breve del movimiento

source: Description is too long
es: La descripción es muy larga

source: Country of Origin
es: País de origen

source: Movement's country
es: País de origen del movimiento

source: Country of Origin is required
es: El país de origen es requerido

source: Active Years
es: Años activo

source: Movement's active years
es: Años activos del movimiento

source: Active Years is required
es: El campo Años activo es requerido

source: Create
es: Crear

source: Cancel
es: Cancelar

source: Create a new Museum
es: Crear nuevo museo

source: Museum's name
es: Nombre del museo

source: Museum's short description
es: Descripción breve del museo

source: Address
es: Dirección

source: Museum's address
es: Dirección del museo

source: Address is required
es: La dirección es requerida

source: City
es: Ciudad

source: Museum's city
es: Ciudad del museo

source: City is required
es: La ciudad es requerida

source: Image
es: Imagen

source: URL with Museum's image
es: URL de imagen del museo

source: Image is required
es: La imagen es requerida

source: Currents Exhibitions <button type="button" class="btn btn-secundary btn-circle btn-xl" [routerLink]="['',{outlets:{secondchildren:'exhibition-create'}}]" [queryParams]="{museumId:museum.id}" [skipLocationChange]="true" i18n-data-tooltip data-tooltip="Crear Exhibición" data-tooltip-location="right"><i class="fa fa-plus"></i></button>
es: Exhibiciones Actuales <button type="button" class="btn btn-secundary btn-circle btn-xl" [routerLink]="['',{outlets:{secondchildren:'exhibition-create'}}]" [queryParams]="{museumId:museum.id}" [skipLocationChange]="true" i18n-data-tooltip data-tooltip="Crear Exhibición" data-tooltip-location="right"><i class="fa fa-plus"></i></button>

source: See more
es: Ver más

source: List of the best World's Museums
es: Lista de los mejores Museos del Mundo

source: Create a new Sponsor
es: Crear nuevo patrocinador

source: Sponsor's name
es: Nombre del patrocinador

source: Sponsor's short description
es: Descripción breve del patrocinador

source: Website
es: Sitio Web

source: Sponsor's website
es: Sitio Web del patrocinador

source: Website is required
es: El sitio web es requerido
